Revit 2027 API
UnitTypeId.CandelasPerSquareMeter Property
 Candelas per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CandelasPerSquareMeter { get; }
Public Shared ReadOnly Property CandelasPerSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CandelasPerSquareMeter {
	ForgeTypeId^ get ();
}
static member CandelasPerSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace